window.vip_russia_hotels = [
	{
		region: "Алтайский край",
		hotels: [
			{
				name: "КУРОРТ МАНЖЕРОК",
				img_url:
					"https://content.coral.ru/resize/1600x900/media/image/1/7860/636996618829816474.jpg",
				location: "Алтай, берег Катуни",
				stars: 5,
				benefits: [
					"Номера с видом на горы и озеро",
					"Детский центр со скалодромом и веревочным парком",
					"Современный спа-комплекс с пантовыми ваннами",
				],
				search_deep: 14
			},
			{
				name: "KLEVER RESORT 5*",
				img_url:
					"https://content.coral.ru/resize/1600x900/media/image/1/30392/637122581031705385.JPG",
				location: "Алтай, Чемал Горный Алтай",
				stars: 5,
				benefits: [
					"Комплекс на берегу реки Катунь",
					"Спа-программы с массажами и парением",
					"Современный тренажерный зал",
				],
			},
		],
	},
	{
		region: "Кавказские Минеральные воды",
		hotels: [
			{
				name: "ARKHYZ ROYAL RESORT & SPA",

				location: "Минеральные воды, Кисловодск",
				stars: 5,
				benefits: [
					"Конные прогулки",
					"Спа с панорамным бассейном",
					"Услуги гида",
				],
			},
			{
				name: "PREMIUM VILLAGE ARKHYZ",

				location: "Минеральные воды, Кисловодск",
				stars: 5,
				benefits: [
					"В 15 минут ходьбы от горнолыжных подъемников",
					"Есть комната хранения спортивного инвентаря и сушилка",
					"Шатры с мангальными зонами",
				],
			},
			{
				name: "АПАРТ-ОТЕЛЬ AXIS",

				location: "Минеральные воды, Кисловодск",
				stars: 5,
				benefits: [
					"Спа-центр с крытым бассейном",
					"Близко к исчезнувшему городу Магас, водопадам и озерам",
					"Таунхаусы с панорамными видами на лес и горы",
				],
			},
		],
	},
	{
		region: "Черноморское побережье России",
		hotels: [
			{
				name: "RODINA GRAND HOTEL & SPA",

				location: "Сочи",
				stars: 5,
				benefits: [
					"В центре Сочи",
					"Рестораны с высокой кухней",
					"Частный пляж 250 м",
				],
			},
			{
				name: "АРФА ПАРК ОТЕЛЬ",

				location: "Сочи, пгт Сириус",
				stars: 5,
				benefits: [
					"На первой линии",
					"В нескольких шагах от Олимпийского парка",
					"Виллы с бассейнами",
				],
			},
			{
				name: "ПУЛЛМАН СОЧИ ЦЕНТР ОТЕЛЬ",

				location: "Сочи",
				stars: 5,
				benefits: [
					"На первой линии",
					"В шаговой доступности от центральной набережной Сочи",
					"Блюда от шеф-повара Оксаны Нагорской",
				],
			},
			{
				name: "САНАТОРИЙ ЧЕРНОМОРЬЕ",

				location: "Сочи",
				stars: 5,
				benefits: [
					"Трехразовое питание, шведский стол",
					"Крытый подогреваемый бассейн",
					"Вечнозеленый парк",
				],
			},
			{
				name: "ОТЕЛЬ MANTERA RESORT & CONGRESS",

				location: "Сочи, пгт Сириус",
				stars: 5,
				benefits: [
					"На первой линии",
					"В нескольких шагах от Олимпийского парка",
					"Детский бассейн с водными горками",
				],
			},
			{
				name: "ОДИССЕЯ WELLNESS RESORT",

				location: "Сочи, Лазаревское",
				stars: 5,
				benefits: [
					"В 150 м от моря",
					"Процедуры оздоровления",
					"3-разовое питание по системе «шведский стол» или «заказное меню»",
				],
			},
			{
				name: "LUCIANO HOTEL&SPA SOCHI",

				location: "Сочи",
				stars: 5,
				benefits: [
					"Рядом с известным Дендропарком",
					"Номер с видами на море или сад",
					"Банный комплекс с авторскими программами",
				],
			},
			{
				name: "СВИСCОТЕЛЬ РЕЗОРТ СОЧИ КАМЕЛИЯ",

				location: "Сочи",
				stars: 5,
				benefits: [
					"На берегу моря с песчаным пляжем",
					"Спа-комплекс Pűrovel Spa & Sport",
					"Блюда международной кухни",
				],
			},
			{
				name: "ГРАНД КАРАТ СОЧИ GRAND KARAT SOCHI",

				location: "Сочи",
				stars: 5,
				benefits: [
					"В центре города",
					"На первой линии",
					"Блюда европейской и русской кухни",
				],
			},
			{
				name: "VILLAS & SPA BY ОСТРОВА",

				location: "Сочи",
				stars: 5,
				benefits: [
					"Приватные виллы",
					"Комплекс бассейнов",
					"Библиотека-музей",
				],
			},
			{
				name: "MANTERA SUPREME SEASIDE",

				location: "Сочи, пгт Сириус",
				stars: 5,
				benefits: [
					"В нескольких шагах от Олимпийского парка",
					"Авторские рестораны и бары",
					"Субтропический парк",
				],
			},
			{
				name: "ГОРОД MIRA RESORT&SPA MIRACLEON",

				location: "Анапа, Витязево",
				stars: 5,
				benefits: [
					"Питание «Ультра все включено»",
					"Рядом с набережной Паралия",
					"Детское меню",
				],
			},
			{
				name: "ГОРОД MIRA RESORT&SPA MIRACLEON",

				location: "Анапа, Витязево",
				stars: 5,
				benefits: [
					"Питание «Ультра все включено»",
					"Веревочный городок",
					"Частный пляж «Miracleon Beach»",
				],
			},
			{
				name: "GRAND HOTEL ANAPA",

				location: "Анапа, Пионерский проспект",
				stars: 5,
				benefits: [
					"Питание «Ультра все включено»",
					"Детский клуб «Почемучка»",
					"Вечерние шоу и дискотеки",
				],
			},
			{
				name: "TIZDAR FAMILY RESORT&SPA АЗОВСКОЕ МОРЕ",

				location: "Анапа, Темрюк",
				stars: 5,
				benefits: [
					"Питание «Ультра все включено»",
					"Разрешено с питомцами до 5 кг",
					"Рядом с вулканом Тиздар",
				],
			},
			{
				name: "FЮNF LUXURY RESORT & SPA ANAPA MIRACLEON (ФЮНФ ЛАКШЕРИ)",
				location: "Анапа, Витязево",
				stars: 5,
				benefits: [
					"Первая линия",
					"Виллы с бассейнами",
					"3-этажный спа-центр",
				],
			},
			{
				name: "МЕТРОПОЛЬ ГРАНД ОТЕЛЬ ГЕЛЕНДЖИК",
				location: "Геленджик",
				stars: 5,
				benefits: [
					"Детский клуб",
					"Частный пляж 200 м",
					"Аквапарк для всей семьи",
				],
			},
			{
				name: "RIVIERA SUNRISE RESORT & SPA",
				location: "Крым, Алушта",
				stars: 5,
				benefits: [
					"Вечнозелёный реликтовый парк",
					"Безлимитное посещение спа-комплекса",
					"Нон-стоп анимация для детей",
				],
			},
			{
				name: "ОТЕЛЬ ВИЛЛА ЕЛЕНА",
				location: "Крым, Ялта",
				stars: 5,
				benefits: [
					"Концерты известных артистов",
					"Тематические ужины",
					"Бесплатное размещение детей до 10 лет",
				],
			},
			{
				name: "ОТЕЛЬ ОРЕАНДА",
				location: "Крым, Ялта",
				stars: 5,
				benefits: [
					"Спа-центр с альпийской сенной баней",
					"Анимация для детей",
					"До пляжа 30 м",
				],
			},
			{
				name: "АКВАМАРИН ОТЕЛЬ",
				location: "Крым, Севастополь",
				stars: 5,
				benefits: [
					"На первой линии",
					"Ночной клуб Aqua Dance",
					"5 баров и 5 ресторанов на территории",
				],
			},
			{
				name: "РЕЗИДЕНЦИЯ КРЫМСКИЙ БРИЗ",
				location: "Берег Катуни",
				stars: 5,
				benefits: [
					"В самом сердце южного побережья Крыма",
					"В 30 км от Ялты",
					"Аквазона с турецкой баней и джакузи",
				],
			},
			{
				name: "МРИЯ ОТЕЛЬ ЯЛТА КРЫМ",
				location: "Крым, Ялта",
				stars: 5,
				benefits: [
					"Санаторно-курортное лечение",
					"Тематические парки",
					"Спа-центр с термальным комплексом",
				],
			},
		],
	},
];
