window.data_onlyhotel_lookup_depth_days = 30;
window.data_onlyhotel_lookup_nights = 7;
window.data_onlyhotel_lookup_destination = "Россия";

window.regionsCoordinates = [
	"51.957804, 85.960634", // Алтайский край
	"44.208806, 43.138340", // Кавказские Минеральные воды
	"44.497370, 34.169124", // Черное море
	"43.679971, 40.205547", // Красная поляна
	"43.564083, 41.280435", // Архыз
];

window.vip_russia_hotels = [
	{
		["Алтайский край"]: [
			{
				hotel_name: "КУРОРТ МАНЖЕРОК",
				benefits: [
					"Номера с видом на горы и озеро",
					"Детский центр со скалодромом и веревочным парком",
					"Современный спа-комплекс с пантовыми ваннами",
				],
			},
			{
				hotel_name: "KLEVER RESORT",
				benefits: [
					"Комплекс на берегу реки Катунь",
					"Спа-программы с массажами и парением",
					"Современный тренажерный зал",
				],
			},
		],
	},

	{
		["Кавказские Минеральные воды"]: [
			{
				hotel_name: "ГЛАВНЫЕ НАРЗАННЫЕ ВАННЫ КИСЛОВОДСК",
				benefits: [
					"В центре Кисловодска",
					"Круглогодичный отдых",
					"Спа-комплекс и оздоровительные программы",
				],
			},
			{
				hotel_name: "САНАТОРИЙ ПЛАЗА СПА КИСЛОВОДСК",
				benefits: [
					"Оздоровительные программы",
					"Развлекательный центр с бильярдом",
					"От элегантных делюксов до роскошных апартаментов",
				],
			},

			{
				hotel_name:
					"МАЙЕРВЕДА КИСЛОВОДСК МЕДИ-СПА ОТЕЛЬ (MEDISPA ОТЕЛЬ MAYRVEDA )",
				benefits: [
					"Уникальные оздоровительные программы",
					"Органическая уходовая косметика",
					"Меню сна с 16 видами подушек",
				],
			},
			{
				hotel_name: "САНАТОРИЙ ИСТОЧНИК КИСЛОВОДСК",
				benefits: [
					"Питание «Полный пансион»",
					"Оздоровительные программы",
					"Парковая зона",
				],
			},

			{
				hotel_name: "САНАТОРИЙ ИСТОЧНИК ЖЕЛЕЗНОВОДСК",
				benefits: [
					"Питание «Полный пансион»",
					"Оздоровительные программы",
					"Спа-программы на косметике премиум-класса",
				],
			},
		],
	},

	{
		["Черное море"]: [
			{
				hotel_name: "RODINA GRAND HOTEL & SPA (РОДИНА ГРАНД ОТЕЛЬ)",
				benefits: [
					"В центре Сочи",
					"Рестораны с высокой кухней",
					"Частный пляж 250 м",
				],
			},
			{
				hotel_name: "АРФА ПАРК ОТЕЛЬ",
				benefits: [
					"На первой линии",
					"В нескольких шагах от Олимпийского парка",
					"Виллы с бассейнами",
				],
			},
			{
				hotel_name: "PULLMAN (ПУЛЛМАН) SOCHI CENTRE",
				benefits: [
					"На первой линии",
					"В шаговой доступности от центральной набережной Сочи",
					"Блюда от шеф-повара Оксаны Нагорской",
				],
			},
			{
				hotel_name: "САНАТОРИЙ ЧЕРНОМОРЬЕ",
				benefits: [
					"Трехразовое питание, шведский стол",
					"Крытый подогреваемый бассейн",
					"Вечнозеленый парк",
				],
			},
			{
				hotel_name:
					"ОТЕЛЬ MANTERA RESORT & CONGRESS 5* (Мантера Резорт и Конгресс)",
				benefits: [
					"На первой линии",
					"В нескольких шагах от Олимпийского парка",
					"Детский бассейн с водными горками",
				],
			},
			{
				hotel_name: "ОДИССЕЯ WELLNESS RESORT",
				benefits: [
					"В 150 м от моря",
					"Процедуры оздоровления",
					"3-разовое питание по системе «шведский стол» или «заказное меню»",
				],
			},
			{
				hotel_name: "LUCIANO HOTEL&SPA SOCHI(ЛУЧИАНО ОТЕЛЬ&СПА)",
				benefits: [
					"Рядом с известным Дендропарком",
					"Номер с видами на море или сад",
					"Банный комплекс с авторскими программами",
				],
			},
			{
				hotel_name: "СВИСCОТЕЛЬ РЕЗОРТ СОЧИ КАМЕЛИЯ",
				benefits: [
					"На берегу моря с песчаным пляжем",
					"Спа-комплекс Pűrovel Spa & Sport",
					"Блюда международной кухни",
				],
			},
			{
				hotel_name:
					"SWISSOTEL RESORT SOCHI KAMELIA (СВИСCОТЕЛЬ РЕЗОРТ СОЧИ КАМЕЛИЯ)",
				benefits: [
					"В центре города",
					"На первой линии",
					"Блюда европейской и русской кухни",
				],
			},
			{
				hotel_name: "VILLAS & SPA by ОСТРОВА",
				benefits: [
					"Приватные виллы",
					"Комплекс бассейнов",
					"Библиотека-музей",
				],
			},
			{
				hotel_name: "MANTERA SUPREME SEASIDE (МАНТЕРА СУПРИМ СИСАЙД)",
				benefits: [
					"В нескольких шагах от Олимпийского парка",
					"Авторские рестораны и бары",
					"Субтропический парк",
				],
			},
			{
				hotel_name: "ГОРОД MIRA RESORT&SPA MIRACLEON (ГОРОД МИРА)",
				benefits: [
					"Питание «Ультра все включено»",
					"Рядом с набережной Паралия",
					"Детское меню",
				],
			},
			{
				hotel_name:
					"MOVENPICK RESORT & SPA ANAPA MIRACLEON (МОВЕНПИК АНАПА)",
				benefits: [
					"Питание «Ультра все включено»",
					"Веревочный городок",
					"Частный пляж «Miracleon Beach»",
				],
			},
			{
				hotel_name: "GRAND HOTEL ANAPA (ГРАНД ОТЕЛЬ АНАПА)",
				benefits: [
					"Питание «Ультра все включено»",
					"Детский клуб «Почемучка»",
					"Вечерние шоу и дискотеки",
				],
			},
			{
				hotel_name: "TIZDAR FAMILY RESORT&SPA (Тиздар) Азовское море",
				benefits: [
					"Питание «Ультра все включено»",
					"Разрешено с питомцами до 5 кг",
					"Рядом с вулканом Тиздар",
				],
			},
			{
				hotel_name: "FЮNF LUXURY RESORT & SPA ANAPA MIRACLEON",
				benefits: [
					"Первая линия",
					"Виллы с бассейнами",
					"3-этажный спа-центр",
				],
			},
			{
				hotel_name:
					"FЮNF LUXURY RESORT & SPA ANAPA MIRACLEON (ФЮНФ ЛАКШЕРИ)",
				benefits: [
					"Первая Детский клуб",
					"Частный пляж 200 м",
					"Аквапарк для всей семьи",
				],
			},
			{
				hotel_name: "ОТЕЛЬ РИВЬЕРА САНРАЙЗ РЕЗОРТ АЛУШТА,КРЫМ",
				benefits: [
					"Вечнозелёный реликтовый парк",
					"Безлимитное посещение спа-комплекса",
					"Нон-стоп анимация для детей",
				],
			},
			{
				hotel_name: "ОТЕЛЬ ВИЛЛА ЕЛЕНА ЯЛТА,КРЫМ",
				benefits: [
					"Концерты известных артистов",
					"Тематические ужины",
					"Бесплатное размещение детей до 10 лет",
				],
			},
			{
				hotel_name: "ОТЕЛЬ ОРЕАНДА ЯЛТА,КРЫМ",
				benefits: [
					"Спа-центр с альпийской сенной баней",
					"Анимация для детей",
					"До пляжа 30 м",
				],
			},
			{
				hotel_name: "АКВАМАРИН РЕЗОРТ&СПА ОТЕЛЬ СЕВАСТОПОЛЬ, КРЫМ",
				benefits: [
					"На первой линии",
					"Ночной клуб Aqua Dance",
					"5 баров и 5 ресторанов на территории",
				],
			},
			{
				hotel_name: "МРИЯ ОТЕЛЬ ЯЛТА,КРЫМ",
				benefits: [
					"Санаторно-курортное лечение",
					"Тематические парки",
					"Спа-центр с термальным комплексом",
				],
			},
		],
	},

	{
		["Красная поляна"]: [
			{
				hotel_name: "ПОЛЯНА 1389 ОТЕЛЬ И СПА",
				benefits: [
					"В центре горно-туристического центра ПАО «Газпром»",
					"Кулинарные мастер-классы для детей",
					"Кинотеатр Киношная",
				],
			},

			{
				hotel_name: "LIFE BALANCE ОТЕЛЬ ROSA SPRINGS (РОЗА СПРИНГС)",
				benefits: [
					"Оздоровительные программы",
					"Завтрак (шведский стол)",
					"Сервисы для катания",
				],
			},

			{
				hotel_name: "РЭДИССОН РОЗА ХУТОР ОТЕЛЬ",
				benefits: [
					"В пешей доступности от подъемников «Олимпия» и «Стрела»",
					"Оздоровительный клуб и спа-салон Pyramid Health Club & Spa",
					"Бесплатный высокоскоростной Wi-Fi",
				],
			},

			{
				hotel_name:
					"MOVENPICK KRASNAYA POLYANA (Мовенпик Красная поляна)",
				benefits: [
					"Близко от главной канатной дороги курорта Красная Поляна",
					"Ежедневный шоколадный час",
					"Индивидуальное меню подушек",
				],
			},

			{
				hotel_name: "НОВОТЕЛЬ РЕЗОРТ И СПА КРАСНАЯ ПОЛЯНА СОЧИ",
				benefits: [
					"Панорамные горные пейзажи",
					"Кибер-клуб",
					"Прямой выход из отеля на горнолыжный склон",
				],
			},

			{
				hotel_name: "ГРАНД ОТЕЛЬ ПОЛЯНА",
				benefits: [
					"В заповедных местах Сочинского национального парка",
					"Олимпийский 50-метровый бассейн",
					"Просторные люксы с видом на горы и леса",
				],
			},

			{
				hotel_name: "ГРЕЙС ИМПЕРИАЛ ОТЕЛЬ",
				benefits: [
					"Завтрак по системе «Шведский стол»",
					"Проживание детей до 4-х лет бесплатно",
					"Детская и взрослая анимация",
				],
			},

			{
				hotel_name: "МАРРИОТТ КРАСНАЯ ПОЛЯНА",
				benefits: [
					"Открытый бассейн с панорамным видом на горы",
					"Многофункциональный спа-комплекс с детской зоной",
					"Бесплатный Подъём по канатной дороге «Красная Поляна»",
				],
			},

			{
				hotel_name: "РИКСОС КРАСНАЯ ПОЛЯНА СОЧИ",
				benefits: [
					"Расположен на высоте 960 м над уровнем моря",
					"В 100 м от канатной дороги всесезонного курорта ",
					"В 30 мин. езды от побережья Черного моря",
				],
			},
		],
	},

	{
		["Архыз"]: [
			{
				hotel_name:
					"ARKHYZ ROYAL RESORT & SPA (АРХЫЗ РОЯЛ РЕЗОРТ И СПА)",
				benefits: [
					"Конные прогулки",
					"Спа с панорамным бассейном",
					"Услуги гида",
				],
			},

			{
				hotel_name: "PREMIUM VILLAGE ARKHYZ (Премиум Виллэдж)",
				benefits: [
					"В 15 минут ходьбы от горнолыжных подъемников",
					"Есть комната хранения спортивного инвентаря и сушилка",
					"Шатры с мангальными зонами",
				],
			},

			{
				hotel_name: "АПАРТ-ОТЕЛЬ AXIS (АКСИС)",
				benefits: [
					"Спа-центр с крытым бассейном",
					"Близко к исчезнувшему городу Магас, водопадам и озерам",
					"Таунхаусы с панорамными видами на лес и горы",
				],
			},
		],
	},
];
