window.data_onlyhotel_lookup_depth_days = 30
window.data_onlyhotel_lookup_nights = 7
window.data_onlyhotel_lookup_destination = 'Россия'

window.regionsCoordinates = ['51.957804, 85.960634', '44.208806, 43.138340']

window.vip_russia_hotels = [
	{
		['Алтайский край']: [
			{
				hotel_name: 'КУРОРТ МАНЖЕРОК',
				benefits: [
					'Номера с видом на горы и озеро',
					'Детский центр со скалодромом и веревочным парком',
					'Современный спа-комплекс с пантовыми ваннами',
				],
			},
			{
				hotel_name: 'KLEVER RESORT',
				benefits: [
					'	Комплекс на берегу реки Катунь',
					'Спа-программы с массажами и парением',
					'Современный тренажерный зал',
				],
			},
		],
	},
	{
		['Кавказские Минеральные воды']: [
			{
				hotel_name: 'ГЛАВНЫЕ НАРЗАННЫЕ ВАННЫ',
				benefits: [
					'В центре Кисловодска',
					'Круглогодичный отдых',
					'Спа-комплекс и оздоровительные программы',
				],
			},
			{
				hotel_name: 'САНАТОРИЙ ПЛАЗА КИСЛОВОДСК',
				benefits: [
					'	Оздоровительные программы',
					'Развлекательный центр с бильярдом',
					'От элегантных делюксов до роскошных апартаментов',
				],
			},
		],
	},
]
